Repository: ThibaultMagnini/ElixirRestAPI
Catalog: apps/projectip_web/priv/gettext/*/LC_MESSAGES/errors.po
Languages: nl

source: can't be blank
nl: Mag niet leeg zijn

source: has already been taken
nl: Is al in gebruik

source: is invalid
nl: is invalied

source: must be accepted
nl: Moet geaccepteerd worden

source: has invalid format
nl: Heeft geldig formaat

source: has an invalid entry
nl: Heeft geldige entry

source: is reserved
nl: is gereserveerd

source: does not match confirmation
nl: Komt niet overeen met confirmatie

source: is still associated with this entry
nl: is nog steeds geassocieerd met deze entry

source: are still associated with this entry
nl: zijn nog steeds geaccepteerd met deze entry

source: should be %{count} character(s)
nl: Zou %{count} characters moeten zijn

source: should have %{count} item(s)
nl: Zou %{count} items moeten hebben

source: should be at least %{count} character(s)
nl: Zou op zijn minst %{count} character moeten hebben

source: should have at least %{count} item(s)
nl: Zou op zijn minst %{count} items moeten hebben

source: must be less than %{number}
nl: Moet minder zijn als %{number}

source: must be greater than %{number}
nl: moet meer zijn als %{number}

source: must be less than or equal to %{number}
nl: moet minder of gelijk zijn aan %{number}

source: must be greater than or equal to %{number}
nl: moet groter of gelijk zijn aan %{number}

source: must be equal to %{number}
nl: moet gelijk zijn aan %{number}
